taskt/Core/Automation/Commands/DataTableGroup/ADataTableBothDataTableCommands.dot
digraph "ADataTableBothDataTableCommands" {
"ADataTableBothDataTableCommands" -> "ADataTableInputDataTableCommands";
"ADataTableInputDataTableCommands" -> "ScriptCommand";
"ADataTableInputDataTableCommands" -> "IDataTableProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
