taskt/Core/Automation/Commands/DataTableGroup/ADataTableBothDataTableCommands.puml
@startuml
ADataTableBothDataTableCommands --> ADataTableInputDataTableCommands
ADataTableInputDataTableCommands --> ScriptCommand
ADataTableInputDataTableCommands --> IDataTableProperties
ScriptCommand --> IUIParameterProperties
ScriptCommand --> ICommandIDProperties
@enduml
